Repository: anjos/website
Catalog: picasaweb/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Picasaweb e-mail
pt_br: E-mail do Picasaweb

source: Insert the e-mail of a picasaweb user in the form of user@domain
pt_br: Coloque o e-mail do usu&aacute;rio no formato usuario@dominio

source: Number of albums to display
pt_br: N&uacute;mero de &aacute;lbuns a mostrar

source: The special value of 0 (zero) will display all albums
pt_br: O valor especial 0 (zero) far&aacute; com que eu mostre todos os &aacule;lbuns dispon&iacute;veis

source: Photos
pt_br: Fotos

source: No location specified
pt_br: Nenhuma localiza&ccedil;&atilde;o especificada

source: No geo tags specified
pt_br: Nenhum r&oacute;tulo geogr&aacute;fico especificado

source: published
pt_br: publicado

source: updated
pt_br: atualizado

source: Photo Gallery
pt_br: Galeria de Fotos

source: %(numphotos)s photo%(plural)s by
pt_br: %(numphotos)s foto%(plural)s por

source: Gallery list
pt_br: Lista de galerias

source: Warning: Picasaweb account %(email)s is not valid!
pt_br: Aten&ccedil;&atilde;o: A conta picasaweb %(email)s n&atilde;o &eacute; v&aacute&lida!

source: %(total)s album%(plural)s available
pt_br: %(total)s &aacute;lbun%(plural)s dispon&iacute;vel(is)

source: No Picasaweb galleries are available.
pt_br: N&atilde;o h&aacute; galerias picasaweb dispon&iacute;veis.
